{
  "id": "9df56e2e-2b50-4d6c-9ea8-8747109c637d",
  "title": "Torta de Legumes Integral",
  "image": "c47f59f3-faa5-4345-a0f1-a1d46d1b114d.jpg",
  "description": "A torta de legumes integral é uma opção saudável e saborosa. Ela é preparada com uma massa integral, recheada com uma variedade de legumes frescos, como cenoura, brócolis, pimentões e outros. Essa torta costuma ser temperada com ervas e especiarias para realçar o sabor. Além de ser uma escolha nutritiva devido à massa integral e aos vegetais, é uma ótima opção para refeições leves e equilibradas.",
  "difficulty": "Intermediária",
  "portions": "5",
  "ingredients": "[\"3 ovos\",\"1 abobrinha ralada\",\"1 tomate grande picado\",\"1 cenoura ralada\",\"1 colher de sopa de fermento químico\",\"1/4 de xícara de azeite\",\"1/2 xícara de chá de leite desnatado\",\"1 lata de atum (sem o líquido)\",\"Óregano, pimenta do reino e sal a gosto\",\"50 gr de queijo parmesão ralado para polvilhar \",\"2 xícaras de farinha de trigo integral\"]",
  "instructions": "[\"Coloque no liquidificador os ovos, o azeite, o leite, o óregano, o sal e a pimenta. Bata por 3 minutos. \",\"Em seguida adicione aos poucos a farinha no liquidificador e bata até misturar tudo. \",\"Adicione os outros ingredientes na massa, exceto o fermento. Mexa tudo com a ajuda de uma espátula. \",\"Por último adicione o fermento e mexa devagar. \",\"Prove para ver se a massa está bem temperada, (e no ponto de sal). \",\"Em uma forma ou refratário untado com farinha e azeite despeje a massa. \",\"Por cima da massa polvilhe o queijo parmesão e leve para assar até a massa esteja dourada.\",\"Dica: você pode substituir o atum por frango desfiado ou carne moída. Pode usar também cebola e alho-poró. Nenhum desses ingredientes irão alterar a consistência da receita. \"]",
  "createdAt": "2023-11-04T22:22:56.070Z",
  "updatedAt": "2023-11-04T22:22:56.070Z",
  "deletedAt": null,
  "recipeCategories": [
    {
      "id": "527c23e3-008c-454e-bd80-b96d13fe375c"
    }
  ]
}